{
  "практичне завдання №1": {
    "питання": "Практичне завдання №1",
    "відповідь": "Розставте за юридичною силою нижче вказані нормативно-правові акти:\nа) Наказ Генерального прокурора України;\nб) Наказ Міністерства внутрішніх справ України;\nв) Постанова Національного банку України;\nг) Конституція України;\nґ) Розпорядження Голови обласної державної адміністрації;\nд) Постанова Кабінету Міністрів України;\nе) Закон України;\nє) Рішення районної ради;\nж) Указ Президента України;\nз) Постанова Верховної Ради України;\n\fи) Міжнародно-правовий договір, ратифікований Верховною Радою України; і)\nПостанова Центральної виборчої комісії.\nВІДПОВІДЬ:\n1. Конституція України — має найвищу юридичну силу. Всі інші нормативно-правові акти\nповинні відповідати їй.\n2. Міжнародні договори, ратифіковані Верховною Радою України — після Конституції\nмають вищу силу, ніж закони, якщо їх ратифіковано.\n3. Закони України — приймаються Верховною Радою, є основою для підзаконних актів.\n4. Укази Президента України — підзаконні акти, що видаються в межах повноважень\nПрезидента.\n5. Постанови Верховної Ради України — акти парламенту, які не мають сили закону, але\nмають вищу силу, ніж акти виконавчої влади.\n6. Постанови Кабінету Міністрів України — акти вищого органу виконавчої влади.\n7. Постанови Національного банку України — нормативні акти в межах фінансовокредитної політики, мають статус підзаконних.\n8. Постанови Центральної виборчої комісії — регулюють виборчий процес, але мають\nпідзаконний характер.\n9. Накази МВС України — підзаконні акти міністерства, діють у межах компетенції.\n10. Накази Генерального прокурора України — внутрішні акти в межах повноважень\nпрокуратури.\n11. Розпорядження голови ОДА — акти місцевої виконавчої влади, мають нижчу силу,\nніж центральні.\n12. Рішення районної ради — акти місцевого самоврядування, що мають найнижчу\nюридичну силу серед перелічених.",
    "закони": []
  },
  "практичне завдання №2": {
    "питання": "Практичне завдання №2",
    "відповідь": "До Міністерства юстиції України звернулася із заявою про реєстрацію і видачу\nреєстраційного свідоцтва, створена на установчому з’їзді політична партія «Нова\nгенерація». У програмі цієї партії, зокрема, містилися положення про те, що Україна для\nукраїнців, що членам партії забороняється відвідувати молитовні будинки, що партія може\nмати у своєму підпорядкуванні дружинників, котрі можуть мати на озброєнні холодну і\nпневматичну зброю, що партія прагне повернути прогресивну систему оподаткування\n(чим більша зарплата, тим більший відсоток податку повинен сплачуватися), що партія\nхоче заборонити навчання за контрактом у державних вузах. На підтримку створення\nполітичної партії було зібрано 12 тис. підписів. З них у восьми областях України по одній\nтисячі (підписи були зібрані у кожній адміністративно-територіальній одиниці області), а у\nп’ятьох областях України по вісімсот підписів (підписи були зібрані тільки в обласних\nцентрах). Міністерство юстиції у реєстрації політичної партії відмовило.\nЧи правомірною є відмова? Свою відповідь обґрунтуйте.\nВІДПОВІДЬ:\nВідмова Міністерства юстиції України у реєстрації політичної партії «Нова генерація» є\nправомірною, оскільки вона порушує норми Конституції України та Закону України «Про\nполітичні партії в Україні».\n1. У програмі партії містяться положення, що суперечать Конституції України, зокрема:\n\f• гасло «Україна для українців» порушує принцип рівності громадян незалежно від\nнаціональності (ст. 24 Конституції);\n• заборона членам партії відвідувати молитовні будинки порушує право на свободу совісті та\nвіросповідання (ст. 35 Конституції);\n• створення дружинників із холодною і пневматичною зброєю суперечить ст. 37 Конституції,\nяка забороняє створення воєнізованих формувань політичними партіями.\n2. Партія не виконала вимоги щодо збору підписів:\n• підписи зібрані лише в обласних центрах, що не охоплює інші адміністративно-територіальні\nодиниці;\n• у п’яти областях зібрано по 800 підписів замість мінімально необхідних 1000. Таким чином,\nполітична партія не відповідає вимогам законодавства, тому відмова в реєстрації є\nобґрунтованою та законною.",
    "закони": []
  },
  "практичне завдання №3": {
    "питання": "Практичне завдання №3",
    "відповідь": "Встановіть у випадку виникнення колізій між нижче наведеними правовими актами,\nякому з них повинна надаватися переважна сила при їх практичному застосуванні та чому?\nСвої міркування аргументуйте:\nа) Постанова Кабінету Міністрів України та Наказ Miністерства оборони України; б) Закон\nУкраїни та Кодекс адміністративного судочинства України;\nв) Розпорядження голови обласної державної адміністрації та Рішення обласної ради;\nг) Постанова Верховної Ради України та Указ Президента України;\nґ) Декрет Кабінету Міністрів України та Постанова Кабінету Міністрів України;\nд) міжнародний договір, ратифікований Верховною Радою України, та Закон України;\nе) Розпорядження Президента України та Указ Президента України;\nє) Конституція України та міжнародний договір, ратифікований Верховною Радою\nУкраїни; к) Рішення Конституційного Суду України та Рішення Європейського суду з прав\nлюдини.\nВІДПОВІДЬ:\nВирішення колізій нормативно-правових актів\n№\nа\nКолізія між актами\nПостанова КМУ vs\nНаказ Міністерства\nоборони\nПеревага надається\nПостанова КМУ\nб\nЗакон України vs\nКодекс\nадміністративного\nсудочинства\nКодекс АС України\nв\nРозпорядження\nголови ОДА vs\nРішення обласної\nради\nЗалежно від ситуації\nг\nПостанова ВРУ vs\nУказ Президента\nПостанова ВРУ\nОбґрунтування\nАкти КМУ мають\nвищу юридичну силу,\nніж накази\nміністерств\nКодекс —\nспеціальний закон,\nзастосовується за\nпринципом lex\nspecialis\nРішення ради — з\nпитань\nсамоврядування;\nрозпорядження ОДА\n— з виконавчої\nкомпетенції\nВерховна Рада —\nвищий орган влади\n\fґ\nДекрет КМУ vs\nПостанова КМУ\nДекрет КМУ\nд\nМіжнародний договір\n(ратифікований ВРУ)\nvs Закон України\nМіжнародний договір\nе\nРозпорядження\nПрезидента vs Указ\nПрезидента\nУказ Президента\nє\nКонституція України\nvs Міжнародний\nдоговір\nРішення КСУ vs\nРішення ЄСПЛ\nКонституція України\nк\nЗалежно від контексту\nпорівняно з\nПрезидентом\nДекрет має силу\nзакону (прийнятий на\nпідставі делегованих\nповноважень)\nВідповідно до ст. 9\nКонституції — має\nпріоритет, якщо не\nсуперечить\nКонституції\nУказ — основна\nформа нормативного\nакта; розпорядження\n— з організаційних\nпитань\nСт. 8 Конституції —\nвона має найвищу\nюридичну силу\nКСУ — остаточні для\nнац. права; ЄСПЛ —\nобов’язкові в частині\nправ людини",
    "закони": []
  },
  "практичне завдання №4": {
    "питання": "Практичне завдання №4",
    "відповідь": "Верховною Радою України за результатами розгляду попередньо схваленого проекту\nЗакону України «Про внесення змін до ст.ст. 85, 106 та 116 Конституції України», було\nприйнято його у цілому та одразу ж направлено Президентові України. Глава держави,\nрозглянувши поданий йому для підпису та оприлюднення закон про внесення змін до\nКонституції України, застосував щодо нього вето та повернув закон до Верховної Ради\nУкраїни для його повторного розгляду. Свою позицію Президент України аргументував\nтим, що внесенні зміни до Конституції України розбалансують владні відносини між\nпарламентом, президентом та урядом. Чи у межах своїх повноважень діяв Президент\nУкраїни у конкретному випадку?\nВІДПОВІДЬ:\nУ цьому випадку Президент України діяв поза межами своїх повноважень. Згідно зі\nстаттею 154–159 Конституції України, порядок внесення змін до Конституції України має\nособливу процедуру, яка відрізняється від звичайного законодавчого процесу:\n1. Президент не має права вето щодо законів про внесення змін до Конституції України.\n2. Відповідно до ст. 159 Конституції, після прийняття такого закону у другому читанні (у\nцілому) Верховна Рада не направляє його на підпис Президенту, а Голова Верховної\nРади підписує цей закон і офіційно оприлюднює.\n3. Отже, Президент не має повноважень ані підписувати, ані повертати з вето закон\nпро внесення змін до Конституції.\nВисновок: Дії Президента України у цьому випадку є неправомірними, оскільки він\nвийшов за межі своїх конституційних повноважень, втрутившись у спеціальну процедуру\nвнесення змін до Конституції України.",
    "закони": []
  },
  "практичне завдання №5": {
    "питання": "Практичне завдання №5",
    "відповідь": "Держава Р. вимагає від держави У. змінити унітарну форму державнотериторіального\nустрою на федеративну, аргументуючи це тим, що саме федерація дозволяє врахувати\nінтереси окремих регіонів. При цьому держава Р. вдається до агресії. Ситуація №2.\nДержава У. звернулася до МВФ із запитом про отримання кредиту. МВФ погодився видати\nкредит, ставлячи умову проведення державних реформ, спрямованих на оздоровлення\nекономіки та підвищення соціальних стандартів населенню для підняття його\nплатоспроможності.\nУ якій із ситуацій відбувається втручання у внутрішні справи держави У. (обмеження\nсуверенітету)? Відповідь обґрунтуйте.\nВІДПОВІДЬ:\nВтручання у внутрішні справи та обмеження суверенітету відбувається в ситуації №1.\nОбґрунтування:\n• У ситуації №1 держава Р. вимагає зміни форми державного устрою іншої держави — з\nунітарної на федеративну. Така вимога є прямим втручанням у внутрішні справи держави У.,\nоскільки державний устрій визначається виключно її суверенним правом. Крім того, держава\nР. вдається до агресії, що є грубим порушенням Статуту ООН (ст. 2), який забороняє загрозу\nсилою та застосування сили проти територіальної цілісності чи політичної незалежності\nдержав.\n• У ситуації №2 взаємини між державою У. та МВФ мають добровільний договірний\nхарактер. МВФ, як міжнародна фінансова установа, має право висувати економічні умови\nдля надання кредиту. Держава У. сама вирішує, чи приймати ці умови. Це не є примусовим\nвтручанням, а форма економічного співробітництва, яка не порушує її суверенітету.\nВисновок: Втручання у внутрішні справи відбувається в ситуації №1, оскільки йдеться про\nпримусову зміну політичного устрою під тиском та з використанням сили, що прямо\nсуперечить міжнародному праву.",
    "закони": []
  },
  "практичне завдання №6": {
    "питання": "Практичне завдання №6",
    "відповідь": "Встановіть із нижче наведених нормативно-правових актів, які з них та у якому порядку:\n1) втрачають чинність;\n2) Скасовуються\n3) зупиняються у дії;\n4) визнаються неконституційними;\n5) визнаються незаконними?\nа) Постанова Верховної Ради України;\nб) Указ Президента України;\nв) Декрет Кабінету Міністрів України;\nг) Рішення місцевої ради;\nґ) Постанова Кабінету Міністрів України;\nд) Закон України;\nе) Розпорядження голови місцевої державної адміністрації;\nє) Конституція України;\nж) Постанова Центральної виборчої комісії;\nз) Постанова Національного банку України.\nВІДПОВІДЬ:\n\fВизначення правового статусу нормативно-правових\nактів\n№\nНормативноправовий акт\n1) Втрата\nчинності\n2) Скасування\n3) Зупинення\nдії\nа\nПостанова\nВерховної Ради\nУкраїни\nУказ Президента\nУкраїни\nСамою ВРУ\nабо при втраті\nактуальності\nПрезидентом\nабо\nавтоматично\nВРУ або\nавтоматично\nВРУ\n-\nВРУ\nВРУ\nКСУ\nВРУ\n-\nКСУ\nСамою радою\nВРУ або\nмісцевими\nорганами\nВРУ або сам\nКМУ\n-\nКСУ або адмін.\nсудом\nПрезидентом\n(тимчасово)\nКСУ\nВРУ\nСамим\nголовою або\nвищим\nорганом\n-\nВРУ\nКМУ або\nПрезидентом\n-\nКСУ\nАдмін. судом\n-\n-\n-\nЦВК або\nрішенням\nсуду\nНБУ\nЦВК\n-\nКСУ\nНБУ або суд\n-\nКСУ\nб\nв\nг\nґ\nд\nе\nє\nж\nз\nДекрет Кабінету\nМіністрів\nУкраїни\nРішення місцевої\nради\nПостанова\nКабінету\nМіністрів\nУкраїни\nЗакон України\nРозпорядження\nголови місцевої\nдержадміністрації\nКонституція\nУкраїни\nПостанова\nЦентральної\nвиборчої комісії\nПостановка\nНаціонального\nбанку України\nКМУ або\nВРУ\n4) Визнання\nнеконституційним\n/ 5) Визнання\nнезаконним\nКСУ або адмін.\nсудом",
    "закони": []
  },
  "практичне завдання №7": {
    "питання": "Практичне завдання №7",
    "відповідь": "Відповідно до ст. 160 Конституції України набула чинності з дня її прийняття – 28 червня\n1996 року. Утім офіційно Конституція України вперше була оприлюднена лише 13 липня\n1996 року, коли її текст було опубліковано у газетах «Голос України» та «Урядовий кур’єр».\nТобто Конституція України була введена у дію до її офіційного опублікування. Як Ви\nвважаєте, чи не суперечить процедура прийняття та введення у дію Конституції України ч.\n5 ст. 94 Конституції України, згідно якої закон набирає чинності не раніше дня його\nопублікування?\nВІДПОВІДЬ:\nПроцедура прийняття та введення в дію Конституції України не суперечить частині 5 статті\n94 Конституції України.\nОбґрунтування:\n\f1. Частина 5 статті 94 Конституції встановлює загальне правило для законів України,\nвідповідно до якого вони набирають чинності не раніше дня їх опублікування, якщо\nінше не передбачено самим законом.\n2. Проте Конституція України — це не звичайний закон, а Основний Закон держави,\nякий має вищу юридичну силу (ст. 8 Конституції). Її прийняття відбувалося за\nспеціальною процедурою, передбаченою розділом XIII «Внесення змін до Конституції\nУкраїни» (у 1996 році діяла Конституційна угода 1995 року та Перехідні положення).\n3. Стаття 161 Конституції (у редакції 1996 року) прямо визначає, що Конституція України\nнабирає чинності з дня її прийняття, тобто 28 червня 1996 року. Таким чином, це —\nспеціальна норма, яка має перевагу над загальним правилом, викладеним у ст. 94.\nВисновок: Процедура набрання чинності Конституцією України з дня її прийняття\nвідповідає положенням самої Конституції і не суперечить ч. 5 ст. 94, оскільки ця стаття\nне поширюється на Основний Закон.",
    "закони": []
  },
  "практичне завдання №8": {
    "питання": "Практичне завдання №8",
    "відповідь": "Комітетом Верховної Ради України з питань державного будівництва, регіональної\nполітики та місцевого самоврядування було ініційовано розробку низки проєктів Законів\nУкраїни, котрі б деталізували ст. 69 Конституції України. Зокрема, згідно з цією нормою\nнародне волевиявлення в Україні здійснюється окрім проведення виборів та\nреферендумів також через інші форми безпосередньої демократії. Які Ви можете назвати\nінші форми безпосередньої демократії? Наскільки широко вони практикуються в Україні?\nЧи дійсно є потреба у їх нормативній деталізації у національному законодавстві?\nВІДПОВІДЬ:\nІнші форми безпосередньої демократії, крім виборів і референдумів, передбачених\nстаттею 69 Конституції України, можуть включати:\n1. Місцеві ініціативи — внесення громадянами питань на розгляд місцевих рад.\n2. Громадські слухання — обговорення важливих для громади питань із залученням\nмешканців.\n3. Електронні петиції — письмові звернення громадян, що набирають певну кількість\nпідписів і підлягають розгляду органами влади.\n4. Загальні збори громадян за місцем проживання — обговорення питань життя\nгромади.\n5. Право на відкликання депутата місцевої ради — можливість громади ініціювати\nвідкликання у разі недовіри.\n6. Громадський контроль — участь громадськості в оцінці діяльності органів влади\n(через громадські ради, моніторингові групи тощо).\n7. Консультативні опитування — збирання думки населення з важливих питань.\nПрактика в Україні: Ці форми існують у законодавстві, проте реалізуються обмежено\nабо формально. Найбільш активними залишаються електронні петиції та громадські\nслухання, але часто вони мають консультативний характер, без реального впливу на\nрішення.\nЧи потрібна деталізація? Так, існує нагальна потреба у законодавчій деталізації:\n• Нечіткість механізмів реалізації зазначених форм обмежує участь громадян у\nприйнятті рішень.\n\n\f• Недостатнє правове регулювання призводить до зловживань або ігнорування таких\nформ органами влади.\n• Законодавче уточнення забезпечить реальну дієвість інструментів безпосередньої\nдемократії та посилить вплив громади на владу.\nВисновок: Безпосередня демократія не зводиться лише до виборів і референдумів. Її\nформи в Україні потребують нормативного удосконалення, щоб стати ефективними\nінструментами участі громадян у державному управлінні.",
    "закони": []
  },
  "практичне завдання №9": {
    "питання": "Практичне завдання №9",
    "відповідь": "Визначте різновид спеціалізованої норми права, закріпленої в ст. 8 Конституції України.\nВідповідь обґрунтуйте. Ст. 8 Конституції України: «В Україні визнається і діє принцип\nверховенства права. Конституція України має найвищу юридичну силу. Закони та інші\nнормативно-правові акти приймаються на основі Конституції України і повинні\nвідповідати їй. Норми Конституції України є нормами прямої дії. Звернення до суду для\nзахисту конституційних прав і свобод людини і громадянина безпосередньо на підставі\nКонституції України гарантується».\nВІДПОВІДЬ:\nНорма, закріплена у статті 8 Конституції України, є нормою-основоположною\n(фундаментальною) спеціалізованою нормою конституційного права. Обґрунтування:\n1. За функціональним призначенням це — принципова норма, яка встановлює один із\nбазових засадничих принципів правової системи України — принцип верховенства\nправа. Така норма має загальнообов’язкове значення для всіх суб’єктів правових\nвідносин.\n2. За предметом регулювання вона встановлює:\n• Пріоритет Конституції у системі джерел права (її найвищу юридичну силу),\n• Пряму дію конституційних норм, що означає їхнє застосування без потреби в\nдодатковому законодавчому акті,\n• Гарантію права людини звертатися до суду безпосередньо на підставі Конституції.\n3. Така норма є спеціалізованою, оскільки:\n• Стосується сфери конституційного ладу та механізму реалізації прав і свобод,\n• Містить загальні імперативи, які застосовуються при прийнятті будь-яких інших\nнормативно-правових актів.\nВисновок: Норма статті 8 Конституції України є фундаментальною спеціалізованою\nконституційно-правовою нормою, яка закріплює принцип верховенства права, пряму\nдію Конституції та її найвищу юридичну силу, що визначає її ключове місце у правовій\nсистемі України.",
    "закони": []
  },
  "практичне завдання №10": {
    "питання": "Практичне завдання №10",
    "відповідь": "До правозахисної організації «Демократична спілка» звернулися представники\nПатріотичного союзу України за юридичною консультацією – чи можливо згідно з\nчинного законодавства України обмежити народний суверенітет? Якщо так, то в який\nспосіб? Правозахисники відповіли, що народний суверенітет є абсолютною категорією та\nне може підлягати жодному обмеженню, оскільки Конституція України чітко визначає,\nщо носієм і єдиним джерелом влади в Україні є народ. Будь-яке обмеження народного\n\fсуверенітету веде до узурпації влади. Що таке узурпація влади? Наскільки\nкореспондується відповідь правозахисників з чинним законодавством України?\nВІДПОВІДЬ:\nУзурпація влади — це протиправне привласнення державної влади або її функцій особою,\nгрупою осіб чи органом, всупереч Конституції. Конституція України в статті 5 прямо зазначає:\n«Право визначати і змінювати конституційний лад в Україні належить виключно народові і не\nможе бути узурповане державою, її органами або посадовими особами.»\nОцінка відповіді правозахисників: Правозахисники частково мають рацію. Народний\nсуверенітет дійсно є базовим принципом конституційного ладу України (ст. 5 Конституції) та\nозначає, що вся влада в Україні походить від народу. Але водночас їхня теза про “абсолютність”\nнародного суверенітету потребує уточнення.\nЧи можливе обмеження народного суверенітету? У демократичній правовій державі\nсуверенітет народу реалізується через конституційно встановлені форми: вибори,\nреферендуми, інші форми безпосередньої демократії. Обмеження можуть стосуватися способів\nреалізації суверенітету, але не його сутності. Наприклад:\n• Заборона на проведення референдуму в умовах воєнного стану — це тимчасове обмеження\nспособу реалізації суверенітету, а не його скасування.\n• Неможливість прямої участі в управлінні осіб, позбавлених дієздатності або засуджених —\nтакож приклад конституційно обґрунтованого обмеження доступу до реалізації влади.\nВисновок: Узурпація влади — це протиправне захоплення влади в обхід народу. Відповідь\nправозахисників загалом відображає дух Конституції, але потребує коректності: народний\nсуверенітет дійсно є недоторканним, проте форми його реалізації можуть бути регламентовані\nзаконом у межах Конституції.",
    "закони": []
  },
  "практичне завдання №11": {
    "питання": "Практичне завдання №11",
    "відповідь": "Поділ права на приватне і публічне дістав теоретичної підтримки в працях мислителів\nЗахідної Європи (Г. Гроцій, Т. Гоббс, Ш. Монтеск’є, І. Кант, Г. Гегель та ін.). Ідея поділу\nправа була ґрунтовно розроблена Л. Петражицьким та ін. У тій чи іншій формі вона\nзберігається і сьогодні. У той же час, якщо в континентальній Європі ідея поділу права на\nпублічне і приватне набула майже повного визнання, то в країнах англосаксонської\nправової сім’ї вона не набула такого авторитету, підтримується не всіма юристами і\nтлумачиться по-іншому. Надайте визначення поняттям «приватне право» та «публічне\nправо». Чи коректно з правової точки зору здійснювати поділ права на приватне та\nпублічне права? Свою думку обґрунтуйте життєвими прикладами.\nВІДПОВІДЬ:\nПриватне право — це сукупність правових норм, що регулюють відносини між\nприватними особами, які будуються на засадах юридичної рівності, автономії волі та\nмайнової самостійності. Приклади: цивільне, сімейне, трудове, міжнародне приватне\nправо.\nПублічне право — це сукупність норм, що регулюють відносини між особою та\nдержавою, або всередині самої держави, де одна зі сторін завжди виступає носієм\nвлади. Приклади: конституційне, адміністративне, кримінальне, фінансове, податкове\nправо.\n\n\fЧи є такий поділ коректним? Так, поділ є умовним, але правово доцільним, особливо\nв континентальній правовій системі. Він дозволяє:\n• Організувати систему права, виділяючи специфіку регулювання,\n• Розрізняти методи правового регулювання: диспозитивний (у приватному) та\nімперативний (у публічному) метод.\nЖиттєві приклади:\n• Якщо громадянин купує квартиру — діє приватне право (цивільне).\n• Якщо громадянин подає позов проти податкової служби — це публічне право\n(адміністративне).\n• Якщо особа одружується — діє сімейне право (приватне),\n• Якщо людину притягують до кримінальної відповідальності — це публічне право.\nВисновок: Поділ права на публічне і приватне — правовий і методологічний\nінструмент, який допомагає правильно зрозуміти характер правових відносин. Він є\nкорисним у навчанні, правозастосуванні та законодавстві, хоча в сучасних умовах\nмежі між цими сферами іноді стають розмитими через змішані правовідносини.",
    "закони": []
  },
  "практичне завдання №12": {
    "питання": "Практичне завдання №12",
    "відповідь": "На Всеукраїнській науковій конференції, яка присвячена проблематиці\nдержавотворення, одним із вітчизняних вчених було висловлено тезу, що сучасну\nсистему органів державної влади України об’єктивно вже не можливо класифікувати\nвиключно у межах трьох гілок влади – законодавчої, виконавчої та судової. На\nпідтвердження цього вчений навів низку органів державної влади, які не відносяться до\nжодної із вище названих гілок влади. Тому ним було запропоновано доповнити ст. 6\nКонституції України ще чотирма гілками влади – президентською, контрольнонаглядовою, правоохоронною та електоральною. Назвіть органи державної влади, які не\nвідносяться до жодної з гілок влади. Чи згодні Ви з наведеною вище тезою? Якщо так, то\nякі б органи державної влади віднесли до запропонованих гілок влади?\nВІДПОВІДЬ:\nОргани державної влади, які не належать чітко до жодної з трьох класичних гілок\n(законодавчої, виконавчої та судової):\n1. Президент України — не є органом жодної з гілок влади, хоча має елементи кожної з\nних (видає укази, вносить законопроєкти, призначає суддів тощо).\n2. Конституційний Суд України — не входить до судової гілки, оскільки є органом\nконституційної юрисдикції.\n3. Національний банк України — незалежний орган, не підпорядкований жодній гілці\nвлади.\n4. Центральна виборча комісія (ЦВК) — самостійний орган у сфері виборчого процесу.\n5. Рахункова палата — здійснює парламентський контроль, проте функціонує окремо від\nзаконодавчої гілки.\n6. Омбудсман (Уповноважений Верховної Ради з прав людини) — має контрольну\nфункцію, не входить до жодної гілки.\n7. Антикорупційні органи (НАБУ, НАЗК, САП) — мають автономний статус.\n\n\f8. Органи прокуратури — формально не входять до судової влади, виконують наглядову\nта процесуальну функції.\nОцінка тези вченого: Я частково згоден із запропонованою тезою. Сучасна система\nорганів державної влади України дійсно вийшла за межі класичної моделі трьох гілок\nвлади, що обумовлено зростанням ролі спеціалізованих та незалежних інституцій.\nЯк можна класифікувати деякі з них:\n• Президентська влада — Президент України.\n• Контрольно-наглядова влада — Рахункова палата, Уповноважений з прав людини,\nНАЗК, прокуратура.\n• Правоохоронна влада — НАБУ, ДБР, СБУ, поліція.\n• Електоральна влада — Центральна виборча комісія.\nВисновок: Традиційний поділ влади залишається важливим, проте реалії\nфункціонування сучасної держави вимагають гнучкішого підходу. Виділення\nдодаткових гілок може бути доцільним з наукової та практичної точки зору, однак для\nконституційного закріплення такого поділу потрібна ретельна доктринальна та суспільна\nдискусія.\n窗体顶端",
    "закони": []
  },
  "практичне завдання №13": {
    "питання": "Практичне завдання №13",
    "відповідь": "Визначте різновид спеціалізованої норми права, закріпленої в ст. 6 Конституції України.\nВідповідь обґрунтуйте. Ст. 6 Конституції України: «Державна влада в Україні здійснюється\nна засадах її поділу на законодавчу, виконавчу та судову. Органи законодавчої, виконавчої\nта судової влади здійснюють свої повноваження у встановлених цією Конституцією межах\nі відповідно до законів України».\nВІДПОВІДЬ:\nНорма, закріплена у статті 6 Конституції України, є організаційно-правовою нормою, що\nналежить до різновиду інституційних (спеціалізованих) норм конституційного права.\nОбґрунтування:\n1. За предметом регулювання — це конституційна норма, оскільки регулює базовий\nпринцип функціонування державної влади — принцип поділу влади на законодавчу,\nвиконавчу та судову.\n2. За змістом — ця норма організаційно-правова, оскільки встановлює структуру органів\nдержавної влади, визначає межі їхньої компетенції та принцип взаємодії.\n3. За функцією — вона має установчий характер, бо визначає фундаментальний принцип\nорганізації державної влади, який лежить в основі конституційного ладу.\nВисновок: Таким чином, норма статті 6 Конституції України є організаційно-правовою\nінституційною нормою, яка закріплює принцип поділу державної влади та встановлює\nмежі її здійснення у правовій державі.",
    "закони": []
  },
  "практичне завдання №14": {
    "питання": "Практичне завдання №14",
    "відповідь": "Головний лікар Харківської міської лікарні звернувся до начальника міського управління\nвнутрішніх справ з клопотанням про видворення громадянина Пакистану Абдул-ібн-Хадши\nза межі України. Підставою для цього було названо невиконання іноземцем, який є\nхворим на СНІД, запропонованих йому лікарями міської лікарні профілактичних заходів\nщодо недопущення розповсюдження ВІЛ-інфекції, оскільки це створює загрозу здоров’ю\n\fіншим особам. За результатами розгляду клопотання, начальником міського управління\nвнутрішніх справ було прийняте рішення про видворення даної особи за межі України. Як\nВи вважаєте, наскільки юридично обґрунтованим є рішення про видворення за межі\nУкраїни громадянина іноземної держави?\nВІДПОВІДЬ:\n窗体底端\nРішення про видворення громадянина Пакистану Абдул-ібн-Хадши за межі України є\nюридично сумнівним і може бути визнаним неправомірним, оскільки:\n1. Відсутність належного юридичного обґрунтування: Видворення іноземців з України\nдопускається виключно в порядку, встановленому законом, з дотриманням\nпроцедурних гарантій. Закон України «Про правовий статус іноземців та осіб без\nгромадянства» передбачає, що видворення можливе лише за наявності законних підстав,\nзокрема у випадках, якщо іноземець:\n• порушує законодавство України;\n• становить загрозу національній безпеці, громадському порядку або здоров’ю\nнаселення.\nНевиконання лікарських рекомендацій саме по собі не є автоматичною підставою для\nвидворення, особливо без належного рішення суду.\n2. Порушення прав людини: Примусове видворення особи через наявність ВІЛ/СНІДу\nможе порушувати статтю 14 Європейської конвенції з прав людини (заборона\nдискримінації), а також рішення Європейського суду з прав людини (наприклад, справа\nKiyutin v. Russia), де дискримінація ВІЛ-позитивної особи була визнана порушенням\nКонвенції.\n3. Порушення процесуальних гарантій: Видворення іноземця має проводитися за участі\nМіграційної служби, із забезпеченням права на оскарження такого рішення у суді. У цій\nситуації рішення було прийняте односторонньо начальником міського управління\nвнутрішніх справ, що є перевищенням повноважень.\nВисновок: Рішення про видворення іноземця в даному випадку не відповідає принципам\nзаконності, недискримінації та дотримання процесуальних гарантій, тому є юридично\nнеобґрунтованим і може бути оскаржене в судовому порядку або у Європейському суді\nз прав людини.",
    "закони": []
  },
  "практичне завдання №15": {
    "питання": "Практичне завдання №15",
    "відповідь": "У державі N. з унітарною формою державно-територіального устрою наступні видатки\nдержавного бюджету: 1) 40 % на утримання органів публічної влади; 2) 20 % на утримання\nполіції та служби безпеки; 3) 20 % на військову сферу; 4) 15 % на економічну сферу (з них\n5% на обслуговування зовнішнього боргу); 5) 5 % на соціальну сферу (освіта, медицина,\nсоціальний захист населення). Визначте політичний режим у державі N. Відповідь\nобґрунтуйте.\nВІДПОВІДЬ:\nПолітичний режим у державі N, судячи з наведених даних, можна охарактеризувати як\nавторитарний.\nОбґрунтування:\n\f1. Непропорційне бюджетне фінансування органів публічної влади та силових\nструктур:\n• 40% бюджету витрачається на утримання органів публічної влади, що свідчить про\nроздуту бюрократичну систему та значні витрати на апарат влади.\n• Ще 40% бюджету (20% + 20%) витрачається на силові структури — поліцію, службу\nбезпеки та військо, що притаманне режимам, які роблять ставку на примус, контроль і\nзабезпечення лояльності, а не на розвиток громадянського суспільства чи соціальну\nпідтримку населення.\n2. Мінімальне фінансування соціальної сфери (5%) є типовою рисою авторитарних або\nжорстко централізованих режимів, де права і добробут громадян не є пріоритетом.\n3. Унітарна форма устрою сама по собі не визначає політичний режим, але в поєднанні з\nвказаними бюджетними пріоритетами це може свідчити про централізовану систему\nуправління, де рішення приймаються згори й не мають належного зворотного зв’язку з\nсуспільством.\nВисновок: Держава N, ймовірно, має авторитарний політичний режим, що\nпроявляється у пріоритеті фінансування владного апарату та силових структур, за\nрахунок соціальних витрат, що суперечить принципам демократичного врядування.",
    "закони": []
  },
  "практичне завдання №16": {
    "питання": "Практичне завдання №16",
    "відповідь": "В Україні до системи стримувань і противаг відносять Президента України, хоча при\nцьому цей державний орган не віднесено до жодної з гілок влади. Чи правильно це? Чи\nне суперечить це ст. 6 Конституції України? Відповідь обґрунтуйте.\nВІДПОВІДЬ:\nТак, включення Президента України до системи стримувань і противаг є правильним і\nне суперечить ст. 6 Конституції України.\nОбґрунтування:\n1. Стаття 6 Конституції України закріплює принцип поділу державної влади на три гілки\n— законодавчу, виконавчу та судову, але не встановлює вичерпний перелік органів,\nякі мають належати до певної гілки влади. Президент України дійсно не належить\nпрямо до жодної з них, однак відіграє інституційну роль у забезпеченні балансу між\nними.\n2. Президент України відповідно до Конституції:\n• забезпечує державну незалежність, національну безпеку та правонаступництво\nдержавної влади (ст. 102),\n• має право вето на закони, прийняті Верховною Радою (ст. 94),\n• призначає членів уряду, суддів, звільняє посадовців у межах Конституції (ст. 106),\n• представляє державу у зовнішніх відносинах.\nУсі ці повноваження вказують на роль Президента як арбітра між гілками влади —\nелемента системи стримувань і противаг, яка запобігає узурпації влади будь-якою\nгілкою.\n3. Конституційний Суд України та наукова доктрина визнають Президента\n“надгілковим” органом, який, діючи поза традиційною триадою влади, забезпечує\nкоординацію та стабільність державного механізму.\nВисновок: Віднесення Президента України до системи стримувань і противаг є\nконституційно обґрунтованим і логічним, оскільки він виконує контрольні, стабілізуючі\n\fта арбітражні функції між гілками влади, не порушуючи принципу їх поділу,\nпередбаченого статтею 6 Конституції України.",
    "закони": []
  },
  "практичне завдання №17": {
    "питання": "Практичне завдання №17",
    "відповідь": "Визначте різновид спеціалізованої норми права, закріпленої в ст. 140 Конституції\nУкраїни. Відповідь обґрунтуйте. Ст. 140 Конституції України: «Місцеве самоврядування є\nправом територіальної громади - жителів села чи добровільного об'єднання у сільську\nгромаду жителів кількох сіл, селища та міста - самостійно вирішувати питання місцевого\nзначення в межах Конституції і законів України. Особливості здійснення місцевого\nсамоврядування в містах Києві та Севастополі визначаються окремими законами\nУкраїни. Місцеве самоврядування здійснюється територіальною громадою в порядку,\nвстановленому законом, як безпосередньо, так і через органи місцевого\nсамоврядування: сільські, селищні, міські ради та їх виконавчі органи. Органами\nмісцевого самоврядування, що представляють спільні інтереси територіальних громад\nсіл, селищ та міст, є районні та обласні ради. Питання організації управління районами в\nмістах належить до компетенції міських рад. Сільські, селищні, міські ради можуть\nдозволяти за ініціативою жителів створювати будинкові, вуличні, квартальні та інші\nоргани самоорганізації населення і наділяти їх частиною власної компетенції, фінансів,\nмайна»\nВІДПОВІДЬ:\nНорма, закріплена в статті 140 Конституції України, є організаційно-правовою\nспеціалізованою нормою права.\nОбґрунтування:\n1. Організаційно-правові норми визначають структуру, порядок функціонування,\nповноваження та взаємозв’язки органів влади чи самоврядування, а також механізми\nучасті громадян у цих процесах.\n2. У ст. 140 Конституції України:\n• визначено суб’єктів місцевого самоврядування (територіальні громади, органи\nмісцевого самоврядування);\n• встановлено форми здійснення місцевого самоврядування (безпосередньо або\nчерез ради та їх виконавчі органи);\n• врегульовано особливості організації влади в Києві та Севастополі;\n• передбачено можливість створення органів самоорганізації населення.\n3. Ця норма не регулює матеріальні правовідносини, а встановлює організаційний\nмеханізм реалізації конституційного права на місцеве самоврядування.\nВисновок: Стаття 140 Конституції України є організаційно-правовою нормою, оскільки\nрегламентує структуру, повноваження, суб’єктів та порядок реалізації місцевого\nсамоврядування, що є формою публічної влади на місцях.",
    "закони": []
  },
  "практичне завдання №18": {
    "питання": "Практичне завдання №18",
    "відповідь": "У державі N. глава держави свою посаду отримав у спадок. У державі раз на чотири\nроки проводяться вибори до парламенту. Новообраний парламент формує уряд,\nглавою якого обирається лідер партії, що отримує на виборах більшу кількість голосів\nвиборців. Глава держави має право накласти вето на закони, прийняті парламентом.\nВизначте форму правління держави N. Відповідь обґрунтуйте\nВІДПОВІДЬ:\n\fФорма правління держави N — парламентська монархія.\nОбґрунтування:\n1. Глава держави отримав посаду у спадок — це характерна ознака монархії, оскільки\nпосада передається спадковим шляхом, а не обирається.\n2. Парламент формується на виборах, і уряд очолює лідер партії, яка перемогла — це\nознака парламентської форми правління, коли виконавча влада формується\nпарламентом, а не монархом.\n3. Глава держави (монарх) має право вето на закони — у парламентських монархіях\nтаке вето здебільшого має формальний або обмежений характер, хоча монарх і\nвиконує деякі важливі функції.\nВисновок: Поєднання спадкової влади глави держави з реальним формуванням уряду\nпарламентом вказує на парламентську монархію, в якій монарх має обмежені\nповноваження, а ключова роль у прийнятті рішень належить парламенту та уряду.",
    "закони": []
  },
  "практичне завдання №19": {
    "питання": "Практичне завдання №19",
    "відповідь": "За участь у студентському страйку здобувач вищої освіти Іваненко був викликаний до\nдеканату, де йому поставили запитання, зокрема, щодо його партійної належності.\nЗдобувач вищої освіти відмовився відповідати на питання, оскільки не розумів з якою\nметою воно було поставлене та наголосив, що це суперечить чинному законодавству. У\nсвою чергу декан зазначив, що його просять відповісти на це запитання виключно з\nметою складання офіційної звітності на підставі єдиної форми, затвердженої у цьому\nзакладі вищої освіти, та показав здобувачу вищої освіти форму, в якій була графа про\nпартійну належність здобувачів вищої освіти, у тому числі. Чи мають право здобувачі\nвищої освіти брати участь у студентських та інших страйках без дозволу деканату? Чи\nмали право представники закладу вищої освіти задавати питання щодо партійної\nналежності здобувача вищої освіти? Чи допустима офіційна звітність щодо партійної\nналежності громадян? Відповіді аргументуйте.\nВІДПОВІДЬ:\n1. Право на участь у страйках: Здобувачі вищої освіти мають право брати участь у\nстрайках, зокрема студентських, без дозволу деканату, оскільки це передбачено ст. 39\nКонституції України, яка гарантує право на мирні зібрання. Законодавство не вимагає\nпопереднього дозволу від адміністрації ЗВО, лише повідомлення органів місцевої влади\n(не закладу освіти).\n2. Право не розкривати партійну належність: Ч. 2 ст. 36 Конституції України гарантує\nправо кожного не розкривати свою партійну належність, а також бути або не бути\nчленом політичної партії. Тобто запитання про партійну приналежність є\nнеправомірним, якщо не має чіткої законної мети й не передбачене законодавством.\n3. Щодо офіційної звітності: Заклади вищої освіти не мають права офіційно збирати або\nзберігати інформацію про партійну належність здобувачів. Така практика порушує\nпринципи захисту персональних даних (Закон України «Про захист персональних\nданих») і суперечить засадам невтручання держави та освітніх установ у політичні\nпереконання осіб.\nВисновок: Іваненко діяв у межах своїх конституційних прав. Запитання про партійну\nналежність, а також фіксація цієї інформації у звітності є незаконними і порушують\n\fКонституцію України та закони щодо свободи особистих переконань і політичної\nдіяльності.",
    "закони": []
  },
  "практичне завдання №20": {
    "питання": "Практичне завдання №20",
    "відповідь": "Вкажіть за нижче наведеними віковими цензами види правосуб’єктності фізичних осіб, які\nвипливають із громадянства України.\nа) 14 років;\nб) 16 років;\nв) 18 років;\nг) 21 рік;\nґ) 30 років;\nд) 35 років;\nе) 40 років.\nВаріація. Вкажіть за нижче наведеними цензами осілості посади в органах державної\nвлади, на які можуть бути призначені або обрані громадяни України: а) 5 років;\nб) 10 років;\nв) 20 років.\n窗体顶端\n窗体顶端\nВІДПОВІДЬ:\nI. Види правосуб’єктності фізичних осіб за віком (в контексті громадянства України):\nа) 14 років —\n• часткова дієздатність;\n• право на самостійне звернення до суду щодо захисту своїх прав;\n• кримінальна відповідальність за окремі злочини (вбивство, зґвалтування, розбій тощо).\nб) 16 років —\n• повна трудова дієздатність (можливість працювати за трудовим договором);\n• обмежена дієздатність, яка з розширенням прав дозволяє в окремих випадках\nсамостійно укладати цивільно-правові угоди;\n• відповідальність за всі злочини.\nв) 18 років —\n• повна цивільна дієздатність;\n• право голосу та бути обраним до місцевих рад і як депутат сільської, селищної, міської\nради;\n• можливість обіймати низку державних посад;\n• військовий обов’язок (призов);\n• повна політична та правова відповідальність.\nг) 21 рік —\n• право бути обраним народним депутатом України (ст. 76 Конституції України);\n• можливість обіймати вищі державні посади, наприклад, слідчі, прокурори тощо (за\nвимогами спецзаконів).\nґ) 30 років —\n\f• право бути обраним на посаду судді Конституційного Суду України, міністра, керівника\nоргану центральної влади (згідно з окремими законами).\nд) 35 років —\n• право бути обраним Президентом України (ст. 103 Конституції України);\n• право бути призначеним Генеральним прокурором або головою Служби безпеки\nУкраїни (за законами про відповідні органи).\nе) 40 років —\n• право бути призначеним суддею Конституційного Суду України, якщо є відповідний\nюридичний стаж не менше 10 років (ст. 148 Конституції України).\nII. Ценз осілості та державні посади:\nа) 5 років —\n• мінімальна тривалість проживання в Україні для обрання народним депутатом\nУкраїни.\nб) 10 років —\n• мінімальний строк проживання в Україні для кандидата в Президенти України (ст. 103\nКонституції України);\n• також передбачено для деяких посад у спецорганах (наприклад, Вища рада\nправосуддя).\nв) 20 років —\n• як правило, такий ценз прямо в законодавстві не закріплено, але може враховуватись\nяк професійний чи життєвий досвід для високих посад (наприклад, судді КСУ, голови\nРахункової палати, керівників органів стратегічного значення).",
    "закони": []
  },
  "практичне завдання №21": {
    "питання": "Практичне завдання №21",
    "відповідь": "Основоположник доктрини природних невідчужуваних прав людини Джон Локк\nосновним правом громадян вважав право на життя, свободу та майно. Декларація\nнезалежності США 1776 р. проголосила право на життя, свободу і прагнення до щастя.\nФранцузька Декларація прав людини і громадянина 1789 р. основними назвала право\nна свободу, власність, безпеку та опір пригнобленню. Конституція України 1996 р. у ст.\n21 закріпила принцип, згідно з яким права і свободи людини визнані невідчужуваними\nі непорушними, а право людини на життя – невід’ємним правом кожної людини (ст.\n27). Чи можна всі закріплені в Конституції України права і свободи вважати\nневідчужуваними, непорушними, природними? Які, на Вашу думку, права людини і\nгромадянина, крім закріплених у Конституції України, є найбільш актуальними для\nнашої країни в сучасних умовах воєнного стану? Своє рішення аргументуйте\nполітичними і юридичними доводами.\nВІДПОВІДЬ:\nНе всі права, закріплені в Конституції України, є природними й невідчужуваними.\nПриродними вважаються ті, що людина має від народження — наприклад, право на\nжиття, свободу, гідність, недоторканність. Вони не можуть бути скасовані навіть під\nчас воєнного стану (ст. 64 Конституції). Інші права, як-от право на працю, освіту чи\nсоціальний захист, є соціальними і можуть бути обмежені залежно від можливостей\nдержави.\nУ сучасних умовах воєнного стану найактуальнішими є:\n\f• право на життя та безпеку,\n• право на інформацію,\n• право на правовий захист,\n• право на гідне ставлення та заборону катувань.\nЦі права потребують особливого захисту держави, адже війна створює загрозу їх\nпорушення.",
    "закони": []
  },
  "практичне завдання №22": {
    "питання": "Практичне завдання №22",
    "відповідь": "Керівництво громадської організації «Спілка українських націоналістів» 30 квітня\nподало звернення до Київської міської державної адміністрації. В останньому заявники\nсповістили про проведення демонстрації 9 травня на Європейській площі з нагоди\nвизволення України від фашистських загарбників. Міська влада з огляду на те, що\nраніше вже було заплановано урочисту ходу ветеранів Великої вітчизняної війни за\nмаршрутом «Хрещатик – Європейська площа» та з метою недопущення силового\nзіткнення людей, а також порушень громадського порядку, заборонила громадській\nорганізації «Спілка українських націоналістів» проводити демонстрацію на\nЄвропейській площі. Даній організації було запропоновано провести демонстрацію в\nіншому місці Києва. Як Ви вважаєте, наскільки юридично вірними є дії Київської міської\nдержавної адміністрації, виходячи з вище наведених фактів та обставин?\nВІДПОВІДЬ:\nДії Київської міської державної адміністрації не є повністю правомірними, оскільки\nправо на мирні зібрання гарантується Конституцією України (ст. 39).\nОбмеження цього права можливе лише за рішенням суду, якщо це необхідно для\nнаціональної безпеки, громадського порядку, захисту прав інших осіб тощо. Відповідно\nдо правової позиції Європейського суду з прав людини (зокрема, у справі “СвятоМихайлівська парафія проти України”), влада повинна вживати заходів для\nзабезпечення безпеки одночасних зібрань, а не просто забороняти одне з них.\nПропозиція змінити місце проведення заходу є компромісною, але лише суд може\nнакласти обмеження на місце або час проведення акції.\nОтже, орган місцевої влади перевищив свої повноваження, прийнявши рішення про\nзаборону без звернення до суду.",
    "закони": []
  },
  "практичне завдання №23": {
    "питання": "Практичне завдання №23",
    "відповідь": "Громадянин Петренко звернувся із конституційним зверненням до Конституційного\nСуду України, у якому висловив клопотання надати офіційне тлумачення на предмет\nвизначення, чи є тотожними терміни «орган державної влади», який вживається у ч. 1\nст. 5, ч. 1 ст. 13, ч. 2 ст. 19, ч. З ст. 32, ч. 1 ст. 38, ст. 40, ч. 2 ст. 42, ч. 2 ст. 55, ст. 56, ч. 1 ст.\n71, ст. 86, п. 4 ст. 88, ч. 4 ст. 103, ч. 3 ст. 142 Конституції України та «державний орган»,\nякий відповідно закріплений у ч. 2 ст. 59 Конституції України? Чи має право на такий\nпредмет конституційного звернення громадянин Петренко? Якби Ви були суддею\nКонституційного Суду України, яким чином розтлумачили б порушене у\nконституційному зверненні питання?\nВІДПОВІДЬ:\nТак, громадянин Петренко має право на таке конституційне звернення. Згідно зі ст. 150\nКонституції України та Законом України «Про Конституційний Суд України», громадяни\nмають право звертатися до Конституційного Суду з конституційним зверненням щодо\n\fофіційного тлумачення положень Конституції України, якщо це необхідно для\nреалізації або захисту їхніх конституційних прав і свобод.\nУ цьому випадку громадянин Петренко звертається за офіційним тлумаченням термінів,\nякі використовуються у Конституції, і це може бути необхідним для розуміння обсягу чи\nмеж його прав і обов’язків (наприклад, у контексті звернення до органів державної\nвлади чи оскарження їхніх дій).\nОтже, форма і зміст звернення відповідають вимогам законодавства.\nЯкби я був суддею Конституційного Суду України, я б тлумачив ці поняття так: • «Орган\nдержавної влади» — ширше поняття, яке охоплює органи законодавчої, виконавчої та\nсудової влади, а також інші органи, що виконують державні функції відповідно до\nКонституції та законів України (наприклад, Президент, Конституційний Суд, Рахункова\nпалата).\n• «Державний орган» — може вживатися як синонім, але в окремих контекстах (як-от у\nч. 2 ст. 59 Конституції) цей термін може акцентувати на органах виконавчої влади або на\nапараті управління, з яким взаємодіють органи місцевого самоврядування.\nТаким чином, терміни можуть мати близьке, але не цілком тотожне значення, залежно\nвід контексту конституційної норми, і це має враховуватися при їх застосуванні.\n窗体顶端",
    "закони": []
  },
  "практичне завдання №24": {
    "питання": "Практичне завдання №24",
    "відповідь": "Члену політради політичної партії «Солідарність» Крикунову стало відомо, що один із її\nчленів (Лавриненко) одночасно також перебуває у членстві громадської організації\n«Прорив», лідери якої неодноразово публічно виступали з досить жорсткою критикою\nщодо програмних засад та діяльності їхньої партії. Зважаючи на цей факт Крикунов\nініціював винесення на з’їзді політичної партії «Солідарність» питання щодо виключення\nЛавриненка з її лав. Дане рішення було підтримане більшістю делегатів з’їзду партії.\nНазвіть підстави позбавлення членства у політичній партії? Яким правовим актом\nрегламентується дане питання? Чи обґрунтованим є виключення з політичної партії\nЛавриненка?\nВІДПОВІДЬ:\nПідстави позбавлення членства у політичній партії регламентуються насамперед:\n• Законом України «Про політичні партії в Україні» (особливо ст. 8 — “Права і\nобов’язки членів політичної партії”),\n• Статутом конкретної політичної партії, який визначає порядок вступу до партії,\nчленства та підстави для виключення з її лав.\nЗагальні підстави виключення з партії можуть включати:\n• порушення статуту партії;\n• дії, що суперечать програмним засадам чи рішенням керівних органів партії;\n• публічні висловлювання або дії, які дискредитують партію;\n• одночасне членство в інших партіях (але не громадських організаціях, якщо це не\nзаборонено статутом).\n\n\fЧи є виключення Лавриненка обґрунтованим? Юридично — так, якщо статутом\nпартії передбачено, що членство в організації, яка відверто виступає проти партії або\nїї програмних положень, є несумісним з членством у партії.\nПолітично — рішення може бути обґрунтованим, оскільки член політичної партії\nповинен дотримуватись її лінії та не брати участі в діяльності, яка підриває авторитет\nпартії. Остаточне рішення в таких випадках завжди залежить від внутрішніх правил\nпартії (статуту). Якщо статут дозволяє виключення за діяльність, яка суперечить\nінтересам партії — дії партії законні та обґрунтовані.",
    "закони": []
  },
  "практичне завдання №25": {
    "питання": "Практичне завдання №25",
    "відповідь": "Громадянин України Жаров у письмовій формі звернувся до лідера політичної партії\n«Справедливість» Іванова з клопотанням розглянути на засіданні політичної ради партії\nможливість його включення до виборчого списку цієї партії на виборах до міської ради.\nПолітрада «Справедливості» розглянувши звернення Жарова, прийняла рішення\nбільшістю голосів її членів про відмову даному громадянину у заявленому клопотанні.\nВідмова була аргументована тим, що заявник не є членом політичної партії\n«Справедливість», а тому не може балотуватися за її виборчими списками до міської\nради. Що таке «негативна свобода» об’єднання? Наскільки юридично обґрунтованим є\nрішення політичної ради партії про відмову включити до її виборчого списку Жарова?\nВІДПОВІДЬ:\nНегативна свобода об’єднання — це право особи не вступати в певні організації чи\nоб’єднання за власним бажанням. У контексті політичних партій, негативна свобода\nоб’єднання полягає в праві громадянина не бути змушеним ставати членом політичної\nпартії, якщо він не бажає цього. Водночас вона означає, що особа не зобов’язана\nприєднуватися до партії для того, щоб реалізувати своє право брати участь у виборах\nабо висувати свою кандидатуру за списком певної партії.\nЮридична обґрунтованість відмови Жарову\nРішення політичної ради партії «Справедливість» про відмову включити Жарова до\nвиборчого списку є юридично обґрунтованим, якщо партія має чітко визначені\nкритерії для кандидатів у виборчий список, згідно з її статутом.\n1. Відповідно до Закону України «Про політичні партії в Україні» (ст. 5), членами\nполітичної партії можуть бути лише громадяни, які приєдналися до неї, а також\nпідкорюються її статуту.\n2. Політичний статут партії може містити вимогу, щоб кандидати від партії на вибори\nбули членами цієї партії, адже це дозволяє гарантувати, що особа поділяє основні\nпринципи та програму партії.\n3. Негативна свобода» у цьому контексті означає, що особа може обрати, чи бажає бути\nчленом політичної партії, але якщо партія встановлює внутрішнє правило про\nнеобхідність бути членом для висування на вибори, це є її право.\nТому відмова в заявленому клопотанні є цілком правомірною, якщо партія вимагає\nчленства для включення до свого виборчого списку, і такі вимоги є відповідно до її\nстатуту та внутрішніх правил.",
    "закони": []
  },
  "практичне завдання №26": {
    "питання": "Практичне завдання №26",
    "відповідь": "Ініціативна група громадян подала до Міністерства юстиції України заяву разом із\nнеобхідними документами для реєстрації всеукраїнської громадської організації\n\f«Національна лобістська ліга». Посадовці органу виконавчої влади протягом місяця\nрозглянувши надані їм документи, відмовили заявникам у реєстрації даної організації.\nПідставою цьому було названо невідповідність статутного завдання об’єднання\nгромадян, а саме здійснення лобіювання в органах влади, чинному законодавству\nУкраїни. Що таке лобіювання? Чи обґрунтованою є відмова у реєстрації даної\nгромадської організації?\nВІДПОВІДЬ:\nЛобіювання — це діяльність, яка полягає в намаганні впливати на прийняття рішень\nорганами державної влади та місцевого самоврядування з метою досягнення певних\nінтересів (комерційних, політичних тощо) через встановлення контактів з посадовими\nособами або законодавцями. Це може включати представлення інформації,\nпроведення переговорів, організацію зустрічей чи надання консультацій для впливу на\nухвалення рішень. Юридичне підґрунтя відмови\nВідмова у реєстрації громадської організації «Національна лобістська ліга» може бути\nобґрунтованою, якщо лобіювання в органах влади без відповідного правового\nрегулювання вважається незаконною або обмеженою діяльністю в Україні. Згідно з\nчинним законодавством України, діяльність, пов’язана з лобіюванням, підлягає\nрегулюванню певними правовими нормами.\n1. Законодавча база: В Україні відсутнє чітке регулювання лобістської діяльності, що\nможе призвести до юридичних проблем. Лобіювання може бути розцінене як\n«неформальний» або «непідконтрольний» механізм впливу на рішення державних\nорганів, що може спричинити порушення принципів прозорості та доброчесності в\nпроцесах прийняття рішень.\n2. Можливі обмеження: Якщо організація має на меті здійснення лобіювання без\nдотримання необхідних юридичних вимог і процедур (як це передбачено можливим\nзаконодавством про лобізм), реєстрація такої організації може бути відмовлена,\nоскільки її діяльність не відповідає законодавству, яке обмежує або регулює такі\nініціативи.\nВисновок Відмова у реєстрації громадської організації може бути обґрунтованою,\nякщо її статут передбачає діяльність, що не відповідає законодавству України, зокрема\nвідсутності законодавчої бази для вільного лобіювання без чітких правил і контролю. У\nразі, якщо організація планує займатися лобіюванням, вона повинна дотримуватися\nправових норм, які регулюють цей процес, або вимагати внесення змін до\nзаконодавства для здійснення такої діяльності.",
    "закони": []
  },
  "практичне завдання №27": {
    "питання": "Практичне завдання №27",
    "відповідь": "Народний депутат України Коденко на сесії Верховної Ради України звернувся із\nдепутатським запитом до Президента України, попередньо підтриманий у формі\nпідписів під ним 1/3 від конституційного складу парламенту. Після того як зміст цього\nзапиту було заявлено на сесії Верховної Ради України, його невідкладно направили\nГлаві держави. Депутатський запит був заявлений стосовно негайного вжиття заходів\nщодо стабілізації роботи паливно-енергетичного комплексу України, недопущення\nзнищення підприємств галузі та поглиблення енергетичної кризи. Президент України\nотримавши запит, відмовився його розглядати на підставі порушення процедури\nнаправлення депутатського запиту, яка встановлена чинним конституційним\n\fзаконодавством України. Чи вірною є позиція Глави держави щодо відмови розглядати\nдепутатський запит, направлений у вище вказаний спосіб?\nВІДПОВІДЬ:\n“Позиція Президента України щодо відмови розглядати депутатський запит є\nнеправомірною. Відповідно до Конституції України та Регламенту Верховної Ради,\nдепутат має право подавати запити, і для цього достатньо підтримки 1/3 від\nконституційного складу парламенту. У даному випадку, запит був підтриманий\nнеобхідною кількістю депутатів, що робить його правомірним. Відмова у розгляді без\nналежних підстав порушує встановлені процедури та принципи взаємодії між гілками\nвлади. Тому Президент повинен був розглянути цей запит.”",
    "закони": []
  },
  "практичне завдання №28": {
    "питання": "Практичне завдання №28",
    "відповідь": "Верховна Рада України прийнявши більшістю від свого конституційного складу Закон\nУкраїни «Про лобіювання», направила його Президентові України. Глава держави\nрозглянувши поданий закон, повернув його до парламенту для повторного розгляду зі\nсвоїми зауваженнями та пропозиціями. Верховна Рада України врахувала усі\nзауваження та пропозиції Президента України й прийняла даний закон більшістю від\nсвого конституційного складу. Однак гарант Конституції України відмовився\nпідписувати та оприлюднювати даний закон. Аргументом цьому було названо\nпорушення конституційної процедури прийняття закону, повернений Президентом\nУкраїни на повторний розгляд. Зокрема, голосуванням за його прийняття\nнедостатньою кількістю голосів народних депутатів України від конституційного складу\nпарламенту. Як Ви вважаєте, яка кількість голосів народних депутатів України потрібна\nу даному випадку?\nВІДПОВІДЬ:\nВідповідно до Конституції України, для прийняття закону Верховною Радою після\nповернення його Президентом для повторного розгляду необхідна більшість\nголосів від конституційного складу парламенту. Згідно зі ст. 85 Конституції\nУкраїни, для повторного прийняття закону після повернення Президента\nВерховна Рада повинна ухвалити закон не менш як 300 голосами народних\nдепутатів, що становить 2/3 від конституційного складу парламенту (450\nдепутатів). Якщо після цього Президент знову відмовляється підписати закон,\nтоді Верховна Рада може прийняти його без підпису Президента, якщо для\nцього буде набрано 300 голосів депутатів. Отже, для прийняття закону після\nповторного розгляду в даному випадку потрібно 300 голосів народних\nдепутатів. Якщо їх не було, тоді Президент правомірно відмовився підписати\nзакон, посилаючись на порушення процедури.",
    "закони": []
  },
  "практичне завдання №29": {
    "питання": "Практичне завдання №29",
    "відповідь": "На парламентських слуханнях, присвячених удосконаленню системи організації\nдержавної влади, народний депутат З. наголосив: що оскільки у ст. 6 Конституції\nУкраїни закріплено, що державна влада здійснюється на засадах її поділу на\nзаконодавчу, виконавчу і судову (а це положення відносять до основ конституційного\nладу), то існування в Україні інших органів державної влади Основний Закон не\nпередбачає. Саме тому з метою забезпечення стабільності конституційного ладу\n\fУкраїни необхідно терміново ліквідувати всі державні органи, які не належать до\nжодної з гілок державної влади, передбачених ст. 6, передавши їх владні\nповноваження легітимним органам. Проаналізуйте таку пропозицію народного\nдепутата. Про які органи влади може йтися?\nВІДПОВІДЬ:\n1. Аналіз пропозиції депутата: Відповідно до ст. 6 Конституції України,\nдержавна влада здійснюється на засадах поділу на законодавчу, виконавчу та\nсудову гілки влади. Проте існують й інші органи, які не належать безпосередньо\nдо цих гілок, але виконують важливі функції, такі як Президент України,\nКонституційний Суд, органи контрольно-наглядової діяльності та Національний\nбанк України. Ці органи мають спеціалізовані функції, які не вписуються у\nстандартний поділ влади.\n2. Юридична оцінка пропозиції: Ліквідація таких органів може створити\nправові прогалини та негативно вплинути на функціонування держави. Вони\nвиконують важливі контрольні, наглядові та фінансові функції, і їх ліквідація без\nналежної заміни може порушити стабільність державної системи.\n3. Висновок: Пропозиція про ліквідацію органів, які не належать до гілок влади,\nє юридично сумнівною. Більш правильним буде удосконалення функціонування\nтаких органів, а не їх ліквідація, щоб забезпечити стабільність і ефективність\nдержавного управління.",
    "закони": []
  },
  "практичне завдання №30": {
    "питання": "Практичне завдання №30",
    "відповідь": "Громадянка Сидорчук виявила бажання стати членом громадської організації «Українські\nохоронці», про що подала відповідну заяву керівництву цієї організації. На що Президент\nгромадської організації Григоренко, за результатами розгляду поданої заяви, повідомив\nжінці, що вона на жаль не може бути членом цієї громадської організації, оскільки згідно\nстатуту даної організації, його членами можуть бути лише чоловіки. Основним аргументом\nцьому було названо підвищений ризик для життя та здоров’я її членів при виконанні\nстатутних завдань. Така відповідь обурила Сидорчук, в результаті чого вона звернулася з\nпозовом до суду щодо необґрунтованих обмежень керівництвом громадської організації\n«Українські охоронці» її права на свободу об’єднання за ознакою статі. Чи обґрунтовані\nпозовні вимоги Сидорчук? Спрогнозуйте рішення суду, виходячи з вище наведених фактів\nта обставин.\nВІДПОВІДЬ:\nПозовні вимоги Сидорчук є обґрунтованими з юридичної точки зору, оскільки\nобмеження прав на свободу об’єднання за ознакою статі порушує основоположні\nпринципи рівності та недискримінації, закріплені в Конституції України та\nміжнародних правових актах, таких як Загальна декларація прав людини та\nКонвенція про ліквідацію всіх форм дискримінації щодо жінок.\n1. Конституція України: Ст. 24 Конституції України гарантує рівність прав та\nсвобод усіх громадян, забороняючи будь-які форми дискримінації, в тому числі за\nознакою статі. Враховуючи, що статут організації встановлює обмеження лише для\n\fчоловіків, це порушує права жінки на свободу об’єднання та рівність перед\nзаконом.\n2. Міжнародні стандарти: Україна є учасником міжнародних договорів, які\nзобов’язують її дотримуватись принципу недискримінації, зокрема Конвенції ООН\nпро ліквідацію всіх форм дискримінації щодо жінок, яка забороняє дискримінацію\nза статтю, в тому числі в питаннях об’єднань.\n3. Висновок: Суд, швидше за все, ухвалить рішення на користь Сидорчук,\nвизнаючи, що обмеження членства в організації лише для чоловіків є порушенням\nконституційного права на рівність і свободу об’єднання. Такий статут організації\nможе бути визнаний незаконним, і громадянці Сидорчук має бути надано право\nстати членом організації на рівних з іншими умовах. Прогнозоване рішення суду:\nСуд скасує рішення керівництва громадської організації і зобов’яже її переглянути\nстатут з урахуванням принципів рівності та недискримінації",
    "закони": []
  },
  "практичне завдання №31": {
    "питання": "Практичне завдання №31",
    "відповідь": "Громадянин Ковальчук отримав рішення Дніпропетровського окружного\nадміністративного суду, яким відмовлено громадянину Ковальчуку у задоволенні його\nадміністративного позову. В мотивувальній частині рішення, окрім посилання на\nКонституцію України, чинного національного законодавства містяться посилання на\nконкретні рішення Європейського суду з прав людини. Тобто рішення мотивоване не\nтільки витягами з норм чинного національного законодавства, а й практикою\nЄвропейського суду з прав людини. У зв’язку з чим, позивач не погоджується з цим\nрішенням, та на підставі зазначеного буде оскаржувати рішення Дніпропетровського\nокружного адміністративного суду. Чи є законним використання практики Європейського\nсуду з прав людини національними судами? Як Ви вважаєте, чи є підстави для скасування\nтакого рішення? Чи обґрунтована буде апеляційна скарга громадянина Ковальчука?\nСпрогнозуйте рішення суду, виходячи з вище наведених фактів та обставин.\nВІДПОВІДЬ:\n1. Законність використання практики Європейського суду з прав людини\nнаціональними судами: Використання практики Європейського суду з прав\nлюдини (ЄСПЛ) національними судами є законним. Відповідно до ст. 9 Конституції\nУкраїни, міжнародні договори, які ратифіковані Україною, є частиною її\nнаціонального законодавства. ЄСПЛ є органом, рішення якого є обов’язковими для\nвиконання в країнах, що підписали Конвенцію про захист прав людини. Отже,\nнаціональні суди мають право і обов’язок застосовувати прецеденти та практику\nЄСПЛ для інтерпретації норм національного законодавства, особливо в питаннях\nправ людини.\n2. Підстави для скасування рішення: Скасувати рішення суду на підставі\nвикористання практики ЄСПЛ неможливо, оскільки це не суперечить Конституції\nУкраїни чи законодавству. Проблеми можуть виникнути тільки у випадку, якщо суд\nнеправильно застосував конкретні положення ЄСПЛ або їх неправильно\n\fінтерпретував. Якщо ж рішення є мотивованим відповідно до чинного\nзаконодавства та міжнародних зобов’язань, то таке рішення є законним.\n3. Обґрунтованість апеляційної скарги Ковальчука: Апеляційна скарга\nКовальчука не буде обґрунтованою, якщо її основний аргумент полягає лише в\nтому, що суд використовував практику ЄСПЛ. Як зазначено вище, практика ЄСПЛ є\nзаконною і може бути застосована національними судами. Якщо ж Ковальчук\nвважає, що рішення суду неправильно застосувало конкретні норми чи практику\nЄСПЛ, то це може бути підставою для апеляції, однак, загалом, використання\nпрактики ЄСПЛ є законним.\n4. Прогноз рішення апеляційного суду: Апеляційний суд, ймовірно, залишить\nрішення першої інстанції в силі, оскільки використання практики ЄСПЛ є законним\nі відповідає нормам Конституції та міжнародних зобов’язань України. Якщо ж у\nході апеляції будуть доведені\nпомилки у застосуванні конкретних рішень ЄСПЛ, то апеляційний суд може\nрозглянути це питання і, в разі необхідності, змінити рішення.",
    "закони": []
  },
  "практичне завдання №32": {
    "питання": "Практичне завдання №32",
    "відповідь": "Суддя Дніпропетровського окружного адміністративного суду Н. подав заяву про\nбажання вступити до політичної партії «Прогрес». Здійсніть юридичний аналіз ситуації,\nзазначивши, які ще документи повинен подати суддя Н. для вступу до політичної партії.\nЧи має право член політичної партії обіймати посаду судді?\nВІДПОВІДЬ:\n1. Право судді вступати до політичної партії: Згідно з ст. 6 Закону України “Про\nсудоустрій і статус суддів”, суддя не може бути членом політичної партії або\nбрати участь у політичних акціях, що гарантує політичну нейтральність суддів та\nнезалежність судової влади. Тому суддя не має права вступати до політичної партії.\n2. Документи для вступу: У разі якщо суддя Н. захоче вступити до політичної\nпартії (що є порушенням закону), йому потрібно подати:\n• Заяву про вступ до партії;\n• Анкету (якщо вимагається партією);\n• Копію паспорта;\n• Ідентифікаційний код;\n• Документи, що підтверджують місце проживання (якщо потрібно).\n3. Чи має право член політичної партії бути суддею: Член політичної партії не\nможе обіймати посаду судді, оскільки це порушує принцип політичної\nнейтральності, закріплений в ст. 6 Закону України “Про судоустрій і статус\nсуддів”. Суддя не може бути членом партії, тому в разі вступу до політичної партії\nвін буде змушений залишити свою посаду судді.",
    "закони": []
  },
  "практичне завдання №33": {
    "питання": "Практичне завдання №33",
    "відповідь": "Постановою Кабінету Міністрів України громадянці Тарасенко було присвоєно звання\nГерой України за здійснення визначного геройського вчинку. Головою Кабінету Міністрів\nУкраїни громадянці Тарасенко з цього приводу було вручено орден «Золота Зірка» за\n\fздійснення визначного геройського вчинку. Чи діяв Кабінет Міністрів України та Голова\nКабінету Міністрів України у межах своїх повноважень? Ким та у який спосіб\nпризначаються державні нагороди?\nВІДПОВІДЬ:\nКабінет Міністрів України та Голова Кабінету Міністрів України не діяли у межах своїх\nповноважень у даній ситуації.\n1. Призначення державних нагород:\nЗгідно з ст. 106 Конституції України та Законом України “Про державні нагороди\nУкраїни”, державні нагороди, зокрема звання Герой України, можуть бути присвоєні\nлише Президентом України. Це є виключним правом глави держави, і ніхто інший,\nвключаючи Кабінет Міністрів чи його Голову, не має права присвоювати звання Герой\nУкраїни.\n2. Як призначаються державні нагороди:\n• Звання Герой України присвоюється Президентом України на підставі подання, яке\nподається Кабінетом Міністрів, Верховною Радою або іншими органами.\n• Орден «Золота Зірка» також вручається Президентом України як частина нагороди за\nприсвоєння звання Герой України.\nОтже, Голова Кабінету Міністрів України не має повноважень вручати орден «Золота\nЗірка» або присвоювати звання Героя України. Тому зазначені дії Кабінету Міністрів і\nйого Голови є неправомірними, оскільки такі повноваження належать лише Президенту\nУкраїни.",
    "закони": []
  },
  "практичне завдання №34": {
    "питання": "Практичне завдання №34",
    "відповідь": "Громадянин Чехії Рейн, який має вищу освіту ступеня бакалавра Київського\nнаціонального університету імені Тараса Шевченка, вільно володіє українською мовою,\nостанні сім років постійно проживає на території України бажає взяти участь у конкурсі на\nвступ на державну службу до Міністерства юстиції України, на посаду, яка відповідає\nкатегорії «Б», та у зв’язку з зазначеним, ним була подана заява та необхідні документи до\nМіністерства юстиції України. Чи буде допущена особа до конкурсу на вступ на державну\nслужбу? Спрогнозуйте, яку відповідь особа отримає від Міністерства юстиції України. Які\nвимоги встановлюються до особи, яка претендує на зайняття посади державного\nслужбовця.\nВІДПОВІДЬ:\nГромадянин Чехії Рейн не буде допущений до конкурсу на вступ на державну\nслужбу в Україні, навіть попри те, що він:\n• має український диплом про вищу освіту;\n• вільно володіє українською мовою;\n• постійно проживає в Україні понад 7 років.\nПричина:\nЗгідно зі ст. 19 Закону України «Про державну службу», державним\nслужбовцем може бути лише громадянин України. Це є ключова формальна\nвимога, незалежно від інших якостей кандидата.\nМін’юст у відповіді вкаже:\n\f• Відповідно до законодавства, іноземці не можуть бути призначені на посади\nдержавної служби;\n• У зв’язку з цим подана заява не може бути розглянута позитивно, і кандидат\nне допускається до конкурсу.\nВимоги до осіб, які претендують на державну службу:\n1. Громадянство України;\n2. Досягнення 18 років;\n3. Вільне володіння державною мовою;\n4. Наявність вищої освіти відповідного рівня (залежно від категорії посади);\n5. Відсутність судимості та інших обмежень, передбачених законом (наприклад,\nзаборона обіймати посади через корупцію).\nВисновок: Рейн не може брати участь у конкурсі на державну службу в Україні\nдо моменту отримання українського громадянства.",
    "закони": []
  },
  "практичне завдання №35": {
    "питання": "Практичне завдання №35",
    "відповідь": "Кабінетом Міністрів України було направлене подання Президенту України з\nпропозицією щодо скасування акту Київської міської державної адміністрації, що\nсуперечить Конституції України з одночасним зупиненням її дії. Чи входить до\nповноважень Кабінету Міністрів України розгляд зазначеного питання? Які дії мають йти\nвід Президента України Чи координує Кабінет Міністрів України діяльність місцевих\nдержавних адміністрацій щодо виконання Конституції та законів України, актів\nПрезидента України, актів Кабінету Міністрів України, органів виконавчої влади вищого\nрівня, здійснення на відповідній території інших наданих місцевим державним\nадміністраціям повноважень?\nВІДПОВІДЬ:\n1. Чи входить до повноважень Кабінету Міністрів України розгляд питання\nщодо скасування акту місцевої держадміністрації?\nТак, згідно з ч. 2 ст. 144 Конституції України та ст. 117 Конституції України, Кабінет\nМіністрів України має право зупинити дію акта місцевої державної\nадміністрації, якщо він суперечить Конституції чи законам України, з одночасним\nзверненням до Президента України щодо його скасування.\n2. Які дії мають йти від Президента України?\nПрезидент України, згідно з тими ж нормами, може скасувати акт місцевої\nдержавної адміністрації, якщо він дійсно суперечить Конституції або законам\nУкраїни.\n3. Чи координує КМУ діяльність місцевих держадміністрацій у згаданих\nнапрямах?\nТак, відповідно до ст. 113 Конституції України та Закону України «Про місцеві\nдержавні адміністрації», Кабінет Міністрів України координує діяльність\nмісцевих державних адміністрацій, зокрема, щодо:\n• виконання Конституції та законів України;\n• виконання актів Президента України, урядових постанов;\n\f• здійснення делегованих повноважень.\nВисновок: Дії Кабміну є законними та обґрунтованими, Президент має\nповноваження розглянути і, за потреби, скасувати відповідний акт.",
    "закони": []
  }
}